spec/fixtures/soap/xml/IControl/LocalLB/VirtualServer/IControl.LocalLB.VirtualServer.remove_all_authentication_profiles_34ef15000c6454cfb458407766a155a9_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:remove_all_authentication_profiles><virtual_servers><value>test_virtual_server</value></virtual_servers></wsdl:remove_all_authentication_profiles></env:Body></env:Envelope>